Repository: teamleaderleo/cmux
Catalog: Packages/macOS/CmuxForeignWindows/Sources/CmuxForeignWindows/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, zh_hans, zh_hant

# foreignWindow.accessibility.message
source: cmux needs Accessibility access to place Claude in this pane.
ar: يحتاج cmux إلى إذن تسهيلات الاستخدام لوضع Claude في هذا الجزء.
de: cmux benötigt Bedienungshilfen-Zugriff, um Claude in diesem Bereich zu platzieren.
es: cmux necesita acceso de Accesibilidad para colocar Claude en este panel.
fr: cmux a besoin de l’accès Accessibilité pour placer Claude dans ce panneau.
ja: このペインに Claude を配置するには、cmux にアクセシビリティの許可が必要です。
ko: cmux가 이 패널에 Claude를 배치하려면 손쉬운 사용 권한이 필요합니다.
zh_hans: cmux 需要辅助功能权限才能将 Claude 放入此窗格。
zh_hant: cmux 需要輔助使用權限，才能將 Claude 放入此窗格。

# foreignWindow.accessibility.openSettings
source: Open Accessibility Settings
ar: فتح إعدادات تسهيلات الاستخدام
de: Bedienungshilfen-Einstellungen öffnen
es: Abrir ajustes de Accesibilidad
fr: Ouvrir les réglages d’Accessibilité
ja: アクセシビリティ設定を開く
ko: 손쉬운 사용 설정 열기
zh_hans: 打开辅助功能设置
zh_hant: 打開輔助使用設定

# foreignWindow.placeholder.shownInOtherPane
source: This account is open in another pane. Focus this pane to show it here.
ar: هذا الحساب مفتوح في جزء آخر. ركّز على هذا الجزء لعرضه هنا.
de: Dieses Konto ist in einem anderen Bereich geöffnet. Fokussiere diesen Bereich, um es hier anzuzeigen.
es: Esta cuenta está abierta en otro panel. Enfoca este panel para mostrarla aquí.
fr: Ce compte est ouvert dans un autre panneau. Activez ce panneau pour l’afficher ici.
ja: このアカウントは別のペインで開いています。このペインにフォーカスするとここに表示されます。
ko: 이 계정은 다른 패널에서 열려 있습니다. 이 패널에 포커스를 맞추면 여기에 표시됩니다.
zh_hans: 此账户已在另一个窗格中打开。聚焦此窗格即可在此处显示。
zh_hant: 此帳號已在另一個窗格中開啟。聚焦此窗格即可在此處顯示。

# foreignWindow.signInLink.help
source: In the browser, right-click “Open Claude” and choose Copy Link, then click Paste Claude sign-in link.
ar: في المتصفح، انقر بزر الماوس الأيمن على ”Open Claude“ واختر نسخ الرابط، ثم انقر على لصق رابط تسجيل الدخول إلى Claude.
de: Klicke im Browser mit der rechten Maustaste auf „Open Claude“, wähle „Link kopieren“ und klicke dann auf „Claude-Anmeldelink einfügen“.
es: En el navegador, haz clic derecho en “Open Claude”, elige Copiar enlace y luego haz clic en Pegar enlace de inicio de sesión de Claude.
fr: Dans le navigateur, faites un clic droit sur « Open Claude », choisissez Copier le lien, puis cliquez sur Coller le lien de connexion Claude.
ja: ブラウザで「Open Claude」を右クリックして「リンクをコピー」を選び、「Claude のサインインリンクをペースト」をクリックします。
ko: 브라우저에서 “Open Claude”를 오른쪽 클릭하고 링크 복사를 선택한 다음 Claude 로그인 링크 붙여넣기를 클릭하세요.
zh_hans: 在浏览器中右键点按“Open Claude”并选择“拷贝链接”，然后点按“粘贴 Claude 登录链接”。
zh_hant: 在瀏覽器中按右鍵點按「Open Claude」並選擇「拷貝連結」，然後點按「貼上 Claude 登入連結」。

# foreignWindow.signInLink.helpLabel
source: How to get a sign-in link
ar: كيفية الحصول على رابط تسجيل الدخول
de: So erhältst du einen Anmeldelink
es: Cómo obtener un enlace de inicio de sesión
fr: Comment obtenir un lien de connexion
ja: サインインリンクの入手方法
ko: 로그인 링크를 얻는 방법
zh_hans: 如何获取登录链接
zh_hant: 如何取得登入連結

# foreignWindow.signInLink.invalid
source: The clipboard does not hold a Claude sign-in link.
ar: لا تحتوي الحافظة على رابط تسجيل الدخول إلى Claude.
de: Die Zwischenablage enthält keinen Claude-Anmeldelink.
es: El portapapeles no contiene un enlace de inicio de sesión de Claude.
fr: Le presse-papiers ne contient pas de lien de connexion Claude.
ja: クリップボードに Claude のサインインリンクがありません。
ko: 클립보드에 Claude 로그인 링크가 없습니다.
zh_hans: 剪贴板中没有 Claude 登录链接。
zh_hant: 剪貼板中沒有 Claude 登入連結。

# foreignWindow.signInLink.notRunning
source: Claude is not running in this pane.
ar: Claude لا يعمل في هذا الجزء.
de: Claude läuft in diesem Bereich nicht.
es: Claude no se está ejecutando en este panel.
fr: Claude n’est pas en cours d’exécution dans ce panneau.
ja: このペインでは Claude が実行されていません。
ko: 이 패널에서 Claude가 실행 중이 아닙니다.
zh_hans: Claude 未在此窗格中运行。
zh_hant: Claude 未在此窗格中執行。

# foreignWindow.signInLink.paste
source: Paste Claude sign-in link
ar: لصق رابط تسجيل الدخول إلى Claude
de: Claude-Anmeldelink einfügen
es: Pegar enlace de inicio de sesión de Claude
fr: Coller le lien de connexion Claude
ja: Claude のサインインリンクをペースト
ko: Claude 로그인 링크 붙여넣기
zh_hans: 粘贴 Claude 登录链接
zh_hant: 貼上 Claude 登入連結

# foreignWindow.signInLink.sendFailed
source: Could not send the link to Claude.
ar: تعذّر إرسال الرابط إلى Claude.
de: Der Link konnte nicht an Claude gesendet werden.
es: No se pudo enviar el enlace a Claude.
fr: Impossible d’envoyer le lien à Claude.
ja: リンクを Claude に送信できませんでした。
ko: 링크를 Claude에 보낼 수 없습니다.
zh_hans: 无法将链接发送到 Claude。
zh_hant: 無法將連結傳送至 Claude。

# foreignWindow.signInLink.sent
source: Sign-in link sent to Claude.
ar: تم إرسال رابط تسجيل الدخول إلى Claude.
de: Anmeldelink an Claude gesendet.
es: Enlace de inicio de sesión enviado a Claude.
fr: Lien de connexion envoyé à Claude.
ja: サインインリンクを Claude に送信しました。
ko: 로그인 링크를 Claude에 보냈습니다.
zh_hans: 登录链接已发送到 Claude。
zh_hant: 登入連結已傳送至 Claude。
